{
  "languages": ["en", "es", "sl", "hy"],
  "translations": {
    "name": {
      "en": "Edvard Khachatryan Sahakyan",
      "es": "Edvard Khachatryan Sahakyan",
      "sl": "Edvard Khachatryan Sahakyan",
      "hy": "Էդվարդ Խաչատրյան Սահակյան"
    },
    "title": {
      "en": "Artificial Intelligence Engineer and Data Science",
      "es": "Ingeniero de inteligencia artificial y científico de datos",
      "sl": "Inženir umetne inteligence in arhitekt za Data Science",
      "hy": "Արհեստական բանականության ինժեներ և Data Science ճարտարապետ"
    },
      "summary": {
        
        "es": "Soy una persona proactiva y enfocada en mantenerme, junto con mi empresa, a la vanguardia de la tecnología en el campo de la inteligencia artificial. \n\n  Mi experiencia abarca la dirección y organización de proyectos, respaldada por múltiples certificaciones en gestión de equipos, metodologías ágiles y de cascada, y una sólida ética profesional. \n\n Como experto en Python, manejo de manera avanzada todas las librerías relacionadas con IA, como PyTorch, Transformers, y APIs de Azure, además de frameworks como Django y Flask. También soy competente en PHP y JavaScript, con amplio dominio de frameworks como Laravel, Node.js y Express. Mi conocimiento se extiende a bases de datos relacionales y no relacionales, y actualmente me especializo en ERP y CRM utilizando Business Central, a la par que profundizo en finanzas y sigo avanzando en mi formación en inteligencia artificial. Fuera del ámbito profesional, disfruto de varias pasiones. Soy entrenador de baloncesto desde los 17 años, y la competición me motiva de forma saludable. \n\n También soy un entusiasta de las motocicletas y la fotografía, y disfruto de actividades que me permitan mantenerme activo, como el ejercicio y juegos de estrategia como el ajedrez. Mi curiosidad constante y la disposición a aprender de mis errores me impulsan a mejorar en cada área de mi vida.",

        "en": "I am a proactive individual focused on keeping myself and my company at the forefront of technology in the field of artificial intelligence. \n\n My experience encompasses project management and organization, supported by multiple certifications in team management, agile and waterfall methodologies, and a strong professional ethic. \n\n As a Python expert, I have advanced proficiency in all AI-related libraries such as PyTorch, Transformers, and Azure APIs, as well as frameworks like Django and Flask. I am also competent in PHP and JavaScript, with extensive mastery of frameworks such as Laravel, Node.js, and Express. My knowledge extends to relational and non-relational databases, and I currently specialize in ERP and CRM using Business Central, while deepening my understanding of finance and continuing to advance my training in artificial intelligence. \n\n Outside of the professional realm, I enjoy several passions. I have been a basketball coach since I was 17, and competition motivates me in a healthy way. I am also an enthusiast of motorcycles and photography, and I enjoy activities that allow me to stay active, such as exercise and strategy games like chess. My constant curiosity and willingness to learn from my mistakes drive me to improve in every area of my life.",

        "sl": "Sem proaktivna oseba, osredotočena na ohranjanje sebe in svojega podjetja v ospredju tehnologije na področju umetne inteligence. \n\n  Moje izkušnje obsegajo vodenje in organizacijo projektov, podprte z več certifikati iz vodenja ekip, agilnih in kaskadnih metodologij ter trdno poklicno etiko. \n\n Kot strokovnjak za Python napredno obvladam vse knjižnice, povezane z UI, kot so PyTorch, Transformers in Azure API-ji, pa tudi ogrodja kot sta Django in Flask. Prav tako sem usposobljen v PHP in JavaScript, z obsežnim obvladovanjem ogrodij kot so Laravel, Node.js in Express. Moje znanje se razteza na relacijske in nerelacijske podatkovne baze, trenutno pa se specializiram za ERP in CRM z uporabo Business Central, hkrati pa poglabljam znanje o financah in nadaljujem z napredovanjem v usposabljanju na področju umetne inteligence. \n\n Izven poklicnega področja uživam v več strasteh. Od 17. leta sem trener košarke in tekmovanje me zdravo motivira. Sem tudi navdušenec nad motorji in fotografijo ter uživam v dejavnostih, ki mi omogočajo, da ostanem aktiven, kot so vadba in strateške igre, kot je šah. Moja stalna radovednost in pripravljenost učiti se iz svojih napak me spodbujata k izboljšavam na vseh področjih mojega življenja.",

        "hy": "Ես պրոակտիվ անձնավորություն եմ, որը կենտրոնացած է ինձ և իմ ընկերությունը արհեստական ինտելեկտի ոլորտում տեխնոլոգիայի առաջատար դիրքում պահելու վրա: \n\n  Իմ փորձառությունը ներառում է նախագծերի ղեկավարում և կազմակերպում, որը ամրապնդված է թիմի կառավարման, Agile և Waterfall մեթոդաբանությունների բազմաթիվ սերտիֆիկատներով և ամուր մասնագիտական էթիկայով: \n\n Որպես Python-ի փորձագետ՝ ես ունեմ խորացված գիտելիքներ ԱԻ-ի հետ կապված բոլոր գրադարաններում, ինչպիսիք են՝ PyTorch-ը, Transformers-ը և Azure API-ները, ինչպես նաև Django և Flask ֆրեյմվորքերում: Բացի այդ, տիրապետում եմ PHP-ին և JavaScript-ին՝ ունենալով խորացված գիտելիքներ Laravel, Node.js և Express ֆրեյմվորքերի վերաբերյալ: Իմ փորձառությունը ընդգրկում է հարաբերակցային և ոչ հարաբերակցային տվյալների բազաները, և ես ներկայումս մասնագիտանում եմ ERP և CRM ոլորտներում՝ օգտագործելով Business Central-ը, միաժամանակ խորացնելով իմ ֆինանսական գիտելիքները և շարունակելով իմ առաջընթացը ԱԻ-ի ուսուցման մեջ: Մասնագիտական ոլորտից դուրս ես մի շարք կրքեր ունեմ: Ես 17 տարեկանից մարզիչ եմ աշխատում բասկետբոլում, և մրցակցությունը առողջ կերպով դրդում է ինձ առաջ: \n\n Ես նաև մոտոցիկլետների և լուսանկարչության էնտուզիաստ եմ, և սիրում եմ այնպիսի գործունեություն, որն ինձ ակտիվ է պահում, ինչպիսիք են՝ ֆիզիկական վարժությունները և ռազմավարական խաղերը, օրինակ՝ շախմատը: Իմ մշտական հետաքրքրասիրությունն ու իմ սխալներից սովորելու պատրաստակամությունը մղում են ինձ կատարելագործվել կյանքի յուրաքանչյուր ոլորտում:"
      
    },
    "education": {
      "title": {
        "en": "Education and Training",
        "es": "Educación y formación",
        "sl": "Izobraževanje in usposabljanje",
        "hy": "Կրթություն և ուսուցում"
      },
      "entries": [
        {
          "institution": "IES Abastos",
          "period": "01/10/2023 – 31/05/2024",
          "degree": {
            "en": "Specialization in Artificial Intelligence and Big Data",
            "es": "Especialización en Inteligencia Artificial y Big Data",
            "sl": "Specializacija v umetni inteligenci in Big Data",
            "hy": "Մասնագիտացում Արհեստական Բանականություն և Big Data"
          },
          "location": {
            "en": "Valencia, Spain",
            "es": "Valencia, España",
            "sl": "Valencija, Španija",
            "hy": "Վալենսիա, Իսպանիա"
          },
          "certificate_image": "1718197426470.jpg",
          "certificate_pdf_link": "1718197426470.jpg"
        },
        {
          "institution": "IES Hermanos Amorós",
          "period": "01/09/2021 – 01/05/2023",
          "degree": {
            "en": "Web Application Developer, Deployment, and Full-stack",
            "es": "Desarrollador de aplicaciones web, implementación y Full-stack",
            "sl": "Razvijalec spletnih aplikacij, uvajanje in Full-stack",
            "hy": "Վեբ հավելվածների մշակող, տեղադրում և Full-stack"
          },
          "location": {
            "en": "Villena, Spain",
            "es": "Villena, España",
            "sl": "Villena, Španija",
            "hy": "Վիլենա, Իսպանիա"
          },
          "certificate_image": "ies.png",
          "certificate_pdf_link": "ies.png"
        },
        {
          "institution": "Udacity - AWS",
          "period": "01/05/2024 – 01/09/2024",
          "degree": {
            "en": "Verified Certificate Of Nanodegree Program Completion AI Programming with Python",
            "es": "Certificado verificado de finalización del programa Nanodegree en Programación de IA con Python",
            "sl": "Preverjeno potrdilo o zaključku nanodiplomskega programa Programiranje AI s Pythonom",
            "hy": "Նանոդիպլոմի ծրագրի ավարտի հաստատված վկայագիր Python-ով ԱԻ ծրագրավորման"
          },
          "location": {
            "en": "Nova Gorica, Slovenia",
            "es": "Nova Gorica, Eslovenia",
            "sl": "Nova Gorica, Slovenija",
            "hy": "Նովա Գորիցա, Սլովենիա"
          },
          "certificate_image": "Udacity_Nanodegree.png",
          "certificate_pdf_link": "Udacity_Nanodegree.pdf"
        },
            {
              "institution": "OpenWebinars",
              "period": "",
              "degree": {
                "en": "Various Specializations in Development, DevOps, and Artificial Intelligence / Data Science",
                "es": "Varias especializaciones en Desarrollo, DevOps e Inteligencia Artificial / Científico de datos",
                "sl": "Različne specializacije v spletnem razvoju, DevOps in umetni inteligenci / Data Science",
                "hy": "Տարբեր մասնագիտացումներ զարգացման, DevOps-ի և արհեստական բանականության ոլորտներում / Data Science"
              },
              "location": {
                "en": "Online",
                "es": "En línea",
                "sl": "Na spletu",
                "hy": "Առցանց"
              },
              "certificate_image": "openwebinarsnet@bx9D59gv.png",
              "certificate_pdf_link": "https://openwebinars.net/@bx9D59gv"
            },
            {
              "institution": "Credly",
              "period": "",
              "degree": {
                "en": "Various Verified Digital Badges and Certificates",
                "es": "Varias insignias y certificados digitales verificados",
                "sl": "Različne preverjene digitalne značke in potrdila",
                "hy": "Տարբեր հաստատված թվային նշաններ և հավաստագրեր"
              },
              "location": {
                "en": "Online",
                "es": "En línea",
                "sl": "Na spletu",
                "hy": "Առցանց"
              },
              "certificate_image": "credly.comusersedvardks.png",
              "certificate_pdf_link": "https://www.credly.com/users/edvardks"
            },
            {
              "institution": "Linkedin Learning",
              "period": "",
              "degree": {
                "en": "Project Management and Project Management Ethics",
                "es": "Gestión de proyectos y Ética en la Gestión de proyectos ",
                "sl": "Osnove upravljanja projektov in Osnove upravljanja projektov: etika",
                "hy": "Նախագծերի կառավարման հիմունքներ և Նախագծերի կառավարման հիմունքներ. Էթիկա"
              },
              "location": {
                "en": "Online",
                "es": "En línea",
                "sl": "Na spletu",
                "hy": "Առցանց"
              },
              "certificate_image": "linkedinleraning.png",
              "certificate_pdf_link": "https://linkedin.com/in/edvardks"
            }
          ]
        },
    "workExperience": {
      "title": {
        "en": "Work Experience",
        "es": "Experiencia laboral",
        "sl": "Delovne izkušnje",
        "hy": "Աշխատանքային փորձ"
      },
      "entries": [
          {
              "position": {
                  "en": "Web Developer",
                  "es": "Desarrollador web",
                  "sl": "Spletni razvijalec",
                  "hy": "Վեբ ծրագրավորող"
              },
              "company": "Posiziona Tecnologías de la información, S.L.",
              "period": "01/05/2022 – 30/04/2023",
              "location": {
                  "en": "Villena, Spain",
                  "es": "Villena, España",
                  "sl": "Villena, Španija",
                  "hy": "Վիլենա, Իսպանիա"
              },
              "responsibilities": {
                  "en": "Laravel development, Prestashop API integrations, Module and plugin development for WP and PS, VUE and VITE development",
                  "es": "Desarrollo con Laravel, integraciones con API de Prestashop, desarrollo de módulos y plugins para WP y PS, desarrollo con VUE y VITE",
                  "sl": "Razvoj z Laravelom, integracije s Prestashop API, razvoj modulov in vtičnikov za WP in PS, razvoj z VUE in VITE",
                  "hy": "Laravel-ով մշակում, Prestashop API ինտեգրումներ, Մոդուլների և WP ու PS պլագինների մշակում, VUE և VITE"
              },
              "img_name": "psz.png"
          },
          {
              "position": {
                  "en": "Freelance Computer Science Instructor",
                  "es": "Profesor freelance de informática",
                  "sl": "Freelance učitelj računalništva",
                  "hy": "Անձնական Տեղեկատվական Հիմունքների Դասավանդող"
              },
              "company": "Freelance",
              "period": "",
              "location": {
                  "en": "Online or in-person",
                  "es": "En línea o presencial",
                  "sl": "Spletno ali osebno",
                  "hy": "Օնլայն կամ առկա"
              },
              "responsibilities": {
                  "en": "Teaching students interested in computer science, sharing knowledge and shaping the next generation of tech experts.",
                  "es": "Enseñar a estudiantes interesados en informática, compartiendo conocimientos y formando la próxima generación de expertos en tecnología.",
                  "sl": "Učim študente, ki jih zanima računalništvo, delim znanje in oblikujem naslednjo generacijo tehnoloških strokovnjakov.",
                  "hy": "Դասավանդում եմ ուսանողներին, ովքեր հետաքրքրված են տեղեկատվական տեխնոլոգիաներով, կիսելով գիտելիքները և ձևավորելով տեխնոլոգիական մասնագետների հաջորդ սերունդը."
              },
              "img_name": "freelance_instructor.png"
          },
          {
            "position": {
                "en": "Artificial Intelligence Engineer",
                "es": "Ingeniero de inteligencia artificial",
                "sl": "Inženir umetne inteligence",
                "hy": "Արհեստական բանականության ինժեներ"
            },
            "company": "Business Solutions d.o.o.",
            "period": "08/07/2024 – Current",
            "location": {
                "en": "Nova Gorica, Slovenia",
                "es": "Nova Gorica, Eslovenia",
                "sl": "Nova Gorica, Slovenija",
                "hy": "Նովա Գորիցա, Սլովենիա"
            },
            "responsibilities": {
                "en": "LLMOps, Generative AI, Temporal series, Image Classification, Deep Learning, Machine Learning",
                "es": "LLMOps, IA Generativa, Series temporales, Clasificación de imágenes, Deep Learning, Machine Learning",
                "sl": "LLMOps, Generativna umetna inteligenca, časovne serije, prepoznavanje slik, globoko učenje, strojno učenje",
                "hy": "LLMOps, Սերնդային ԱԲ, Ժամանակային շարքեր, Պատկերի դասակարգում, Խորը ուսուցում, Մեքենայական ուսուցում"
            },
            "img_name": "bs.jpeg"
        }
      ]

    },
    "skills": {
      "title": {
        "en": "Digital Skills",
        "es": "Habilidades digitales",
        "sl": "Digitalne spretnosti",
        "hy": "Թվային հմտություններ"
      },
      "list": {
        "en": "Python, SQL, PHP, JavaScript, Git, Docker, Data analysis, Temporal series, Machine Learning, Deep Learning, Artificial Intelligence, Cloud technologies",
        "es": "Python, SQL, PHP, JavaScript, Git, Docker, análisis de datos, series temporales, Machine Learning, Deep Learning, Inteligencia artificial, tecnologías en la nube",
        "sl": "Python, SQL, PHP, JavaScript, Git, Docker, Analiza podatkov, Časovne serije, Strojno učenje, Globoko učenje, Umetna inteligenca, Oblačne tehnologije",
        "hy": "Python, SQL, PHP, JavaScript, Git, Docker, Տվյալների վերլուծություն, Ժամանակային շարքեր, Մեքենայական ուսուցում, Խորը ուսուցում, Արհեստական բանականություն, Ամպային տեխնոլոգիաներ"
      }
    },
    "nav-summary": {
      "en": "Summary",
      "es": "Resumen",
      "sl": "Povzetek",
      "hy": "Ամփոփում"
    },
    "nav-education": {
      "en": "Education",
      "es": "Educación",
      "sl": "Izobraževanje",
      "hy": "Կրթություն"
    },
    "nav-experience": {
      "en": "Experience",
      "es": "Experiencia",
      "sl": "Izkušnje",
      "hy": "Փորձ"
    },
    "nav-skills": {
      "en": "Skills",
      "es": "Habilidades",
      "sl": "Spretnosti",
      "hy": "Հմտություններ"
    },
    "nav-contact": {
      "en": "Contact",
      "es": "Contacto",
      "sl": "Kontakt",
      "hy": "Կապ"
    },
    "contact-title": {
      "en": "Contact",
      "es": "Contacto",
      "sl": "Kontakt",
      "hy": "Կապ"
    },
    "contact-name": {
      "en": "Name",
      "es": "Nombre",
      "sl": "Ime",
      "hy": "Անուն"
    },
    "contact-email": {
      "en": "Email",
      "es": "Correo electrónico",
      "sl": "E-pošta",
      "hy": "Էլ. փոստ"
    },
    "contact-message": {
      "en": "Message",
      "es": "Mensaje",
      "sl": "Sporočilo",
      "hy": "Հաղորդագրություն"
    },
    "contact-submit": {
      "en": "Send Message",
      "es": "Enviar mensaje",
      "sl": "Pošlji sporočilo",
      "hy": "Ուղարկել հաղորդագրություն"
    }
  }
}
